[
  {
    "title":"Meta Pool is hosting the 2nd Staking Node Operator Live Pitch event 🎉",
    "description":"<p>🛠 10 Node Operators on the stage 🛠\n</p>\n<p><p>Learn about their projects and what they stand for 🙌\n</p>\n<p><p>📅 This Thursday, 15th Dec. at 6 PM UTC\n</p>\n<p><p>Make sure to reserve your seat, it's free! ⬇️</p>",
    "external_link":"https://www.eventbrite.com/e/meta-staking-vote-node-operator-presentations-delegate-125-million-near-tickets-484077337347"
  },
  {
    "title": "Dec/8 - Launch of Meta Staking Vote - 1 Million NEAR distribution to validator nodes",
    "description": "<p>Update Dec 6th: We have 2 more dates for node operator presentations - Dec 15th and 20th. RSVP site soon\n</p>\n<p>Hello NEARians! It has been a few months since Meta Pool 6 has posted on the forum and we are breaking our silence for a very good reason\n</p>\n<p>We are ready to launch Meta Staking Vote, our first step into setting up the Governance for the Meta Pool DAO, it has been a very exciting 15 months since we launched on mainnet. Even through all the crazyness of this crypto winter, we have continue to build on NEAR\n</p>\n<p>In October we launched META token voting through a User Interface, we deployed our own DApp and it was the first time that an NEP-141 token was used in a voting platform, some of you might have interacted with it through Meta Vote 7 and participated in deciding which projects to launch on Meta Yield 1 a few weeks back.\n</p>\n<p><h4>Distribute 1 Million NEAR through community voting.</h4>\nMany of you participated in our Community Launch last year and have HODL our governance token - $META. This is your opportunity to participate in setting up our governance platform, our mission is to help NEAR become more decentralize and in doing so Meta Pool should continue it´s path to also be decentralize.\n</p>\n<p>That is why we are putting 15% of our delegation in the hands of META token holders and for them to decide which validator nodes will get it. This will become an on going process and as the community gets familiar in making decisions through our Meta Staking Vote platform we will start to allocate more delegation. We believe that 1 Million NEAR is a good start and will provide incentives for node operators to participate in this process as well.\n</p>\n<p><h4>The 1 - 1 - 1 campaign launch of Meta Staking Vote.</h4>\nSo today December 1st, in 1 week we will launch Meta Staking Vote and the community will decide how to distribute 1 Million NEAR.\n</p>\n<p>Meta Pool is organising an invitation only event for the launch of our platform on Thursday December 8th at 6pm UTC, please RSVP here 18.\n</p>\n<p>\n<h4>Important information:</h4>\n<ul>\n<li>Launch date: December 8th</li>\n<li>Time: 6pm UTC</li>\n<li>Where: Online - Zoom call, RSVP to get the link</li>\n<li>Live DEMO of Meta Staking Vote</li>\n<li>15 to 20 Node Operators will be presenting to the NEAR ecosystem</li>\n</ul>\nHope to see you at the event, it will be recorded in our Youtube channel later. Make sure to check it out \n<a href=\"https://www.youtube.com/@MetaPoolNEARliquidstaking\" target=\"_blank\" rel=\"noreferrer\">https://www.youtube.com/@MetaPoolNEARliquidstaking</a>\n</p>",
    "external_link": "https://gov.near.org/t/dec-8-launch-of-meta-staking-vote-1-million-near-distribution-to-validator-nodes/31747"
  },
  {
    "title": "🙋🏻‍♂️ Hello everyone!",
    "description": "<p>From: <a href=\"https://t.me/c/1331540142/16213\" target=\"_blank\" rel=\"noreferrer\">Alan Estrada ⚡️ @alan_network in Telegram</a></p>\n\n<p>🙋🏻‍♂️ Hello everyone!</p>\n\n<p>We have an open call for chunk producers and validators to join the Meta Pool channel for validators</p>\n\n<p>Read more here: <a href=\"https://gov.near.org/t/meta-pool-call-for-chunk-producers/31989\" target=\"_blank\" rel=\"noreferrer\">https://gov.near.org/t/meta-pool-call-for-chunk-producers/31989</a></p>\n\n<p>NEAR Forum (<a href=\"https://gov.near.org/t/meta-pool-call-for-chunk-producers/31989\" target=\"_blank\" rel=\"noreferrer\">https://gov.near.org/t/meta-pool-call-for-chunk-producers/31989</a>)</p>\n<p>[Meta Pool] Call for Chunk producers 🗣️</p>\n<p>Hello Chunk Producers Fam! Since day 0, Meta Pool has been working to build a solid relationship with validators, both technical and with</p>",
    "external_link": ""
  }
]
